brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "gpg2"
brew "grc"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "zsh"

tap "thoughtbot/formulae"
brew "rcm"

tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "firefox-developer-edition"
cask "kitty"
cask "phoenix" # window manager

cask "zoom"
cask "slack"
cask "microsoft-teams"
cask "google-chrome"
